// Preflight
"DISK_FULL_TITLE" = "Недостаточно места на жестком диске.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "Для загрузки обновлений требуется %@ свободного дискового пространства. Для увеличения свободного дискового пространства удалите файлы с жесткого диска, а затем повторите попытку.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "Для загрузки и установки обновлений требуется %@ свободного дискового пространства. Для увеличения свободного дискового пространства удалите файлы с загрузочного диска, а затем повторите попытку.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "Ваш компьютер не подключен к источнику питания.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "Перед началом установки настоятельно рекомендуется подключить компьютер к источнику питания. Вы уверены, что хотите продолжить установку?";
"CONTINUE_TITLE" = "Продолжить";

"CANCEL_TITLE" = "Отменить";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "Нельзя сохранить обновление «%@».";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Ни одно из выбранных обновлений не удалось сохранить.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Не удалось сохранить некоторые из выбранных обновлений.";

"UPDATE_INSTALL_ERROR" = "Не удалось установить обновление «%@».";
"NONE_CHECKED_INSTALL_ERROR" = "Ни одно из выбранных обновлений не может быть установлено.";
"SOME_CHECKED_INSTALL_ERROR" = "Не удалось установить некоторые из выбранных обновлений.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "Не удается установить обновление.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Для установки этих обновлений необходимо выйти из системы.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Чтобы завершить установку и выйти из системы, нажмите «Выйти из системы».";
"LOG_OUT_AND_INSTALL_TITLE" = "Выход";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Для установки этих обновлений необходимо перезагрузить компьютер.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Чтобы завершить установку и перезагрузить компьютер, нажмите «Перезагрузить».";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Перезагрузить";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Для установки этих обновлений необходимо выключить компьютер.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Чтобы завершить установку и выключить компьютер, нажмите «Выключить». Чтобы включить компьютер снова, необходимо нажать кнопку питания.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Выключить";

"NOT_NOW_TITLE" = "Не сейчас";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Когда другое обновление завершено, Вы сможете загрузить и установить это ПО, воспользовавшись пунктом «Обновление программ» в меню Apple.";
"DEFAULT_NO_NETWORK_MESSAGE" = "При следующем подключении к Интернету Вы сможете загрузить и установить это ПО, воспользовавшись пунктом «Обновление программ» в меню Apple.";
"STANDARD_NO_SUS_MESSAGE" = "Проверьте состояние работы сетевого подключения. Если оно работает нормально, обратитесь к администратору сети за помощью.";
"NO_UPDATE_FOUND_ERROR" = "ПО в настоящий момент недоступно.";
